Repository: Ifeanyi2003/wasteClassifier
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bn

source: Waste Classifier
bn: বর্জ্য শ্রেণীবিন্যাসকারী

source: Login
bn: লগইন

source: Register
bn: নিবন্ধন করুন

source: Home
bn: হোম

source: Profile
bn: প্রোফাইল

source: History
bn: ইতিহাস

source: Upload
bn: আপলোড করুন

source: Classify Waste
bn: বর্জ্য শ্রেণীবিন্যাস করুন

source: View History
bn: ইতিহাস দেখুন

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন

source: Username
bn: ব্যবহারকারীর নাম

source: Email
bn: ইমেল

source: Password
bn: পাসওয়ার্ড

source: Already have an account?
bn: ইতিমধ্যেই একটি অ্যাকাউন্ট আছে?

source: No account?
bn: কোনও অ্যাকাউন্ট নেই?

source: Welcome Back
bn: ফিরে স্বাগতম

source: Your Classification History
bn: আপনার শ্রেণীবিন্যাস ইতিহাস

source: No history yet. Start by classifying an image.
bn: এখনও কোনও ইতিহাস নেই। একটি চিত্র শ্রেণীবিন্যাস করে শুরু করুন।

source: Prediction
bn: পূর্বাভাস

source: Model output for your image
bn: আপনার চিত্রের জন্য মডেল আউটপুট

source: Class:
bn: শ্রেণী:

source: Confidence:
bn: নিশ্চয়তা:

source: Status:
bn: অবস্থা:

source: Unknown
bn: অজানা

source: ♻ Recyclable
bn: ♻ পুনঃপ্রক্রিয়াযোগ্য

source: ❌ Not Recyclable
bn: ❌ পুনঃপ্রক্রিয়াযোগ্য নয়

source: Classify Another
bn: আরেকটি শ্রেণীবিন্যাস করুন

source: Early Access • Help build a cleaner campus
bn: প্রাথমিক প্রবেশাধিকার • একটি পরিচ্ছন্ন ক্যাম্পাস গড়ে তুলতে সাহায্য করুন

source: 🌿 Classify Waste Smarter — For a Cleaner Future! ♻️
bn: 🌿 বর্জ্য আরও বুদ্ধিমত্তার সাথে শ্রেণীবিন্যাস করুন — একটি পরিচ্ছন্ন ভবিষ্যতের জন্য! ♻️

source: Join the waste-bank style movement. Classify items, track results, and turn data into greener actions.
bn: বর্জ্য-ব্যাংক স্টাইল আন্দোলনে যোগ দিন। আইটেমগুলি শ্রেণীবিন্যাস করুন, ফলাফল ট্র্যাক করুন এবং ডেটা সবুজ কর্মে রূপান্তর করুন।

source: Upload an image (PNG/JPG)
bn: একটি চিত্র আপলোড করুন (PNG/JPG)

source: Model Evaluation
bn: মডেল মূল্যায়ন

source: Accuracy
bn: নির্ভুলতা

source: Precision
bn: সঠিকতা

source: Recall
bn: রিকল

source: F1-Score
bn: F1-স্কোর

source: Confusion Matrix
bn: কনফিউশন ম্যাট্রিক্স
